Repository: KDE/kmail-account-wizard
Catalog: po/*/accountwizard.po
Languages: eo

# NAME OF TRANSLATORS
source: Your names
eo: Axel Rousseau, Oliver Kellogg

# EMAIL OF TRANSLATORS
source: Your emails
eo: axel@esperanto-jeunes.org,okellogg@users.sourceforge.net

source: Writing config file for %1...
eo: Skribante agordosieron por %1...

source: Config file for %1 is writing.
eo: Agorda dosiero por %1 estas skribata.

source: Config file for %1 was not changed.
eo: Agorddosiero por %1 ne estis ŝanĝita.

source: No given name for the configuration.
eo: Neniu donita nomo por la agordo.

source: Unknown configuration name '%1'
eo: Nekonata agorda nomo '%1'

source: Account Wizard
eo: Konta Sorĉisto

source: Error while generating new key pair for your account %1: %2
eo: Eraro dum generado de nova ŝlosilparo por via konto %1: %2

source: Could not detect valid key type
eo: Ne eblis detekti validan ŝlosiltipo

source: Import error
eo: Importa eraro

source: Cannot read data from the certificate file: %1
eo: Ne povas legi datumojn de la atestilo: %1

source: Failed to import key: %1
eo: Malsukcesis importi ŝlosilon: %1

source: Failed to import key.
eo: Malsukcesis importi ŝlosilon.

source: No key
eo: Neniu ŝlosilo

source: Generate a new key pair
eo: Generi novan ŝlosilparon

source: Import a key
eo: Importi ŝlosilon

source: Certificates
eo: Atestiloj

source: Any files
eo: Ajnaj dosieroj

source: Select Certificate File
eo: Elekti Atestildosieron

source: Importing key...
eo: Importante ŝlosilon...

source: Setting up identity...
eo: Agordi identecon...

source: Identity set up.
eo: Identeco starigita.

# Default name for new email accounts/identities.
source: Unnamed
eo: Sennoma

source: Identity removed.
eo: Identeco forigita.

source: Lookup configuration: Email provider
eo: Serĉagordo: Retpoŝta provizanto

source: Lookup configuration: Trying common server name
eo: Serĉa agordo: provante komunan servilon nomon

source: Lookup configuration: Mozilla database
eo: Serĉagordo: Mozilla-datumbazo

source: Helps setting up PIM accounts
eo: Helpas starigi PIM-kontojn

source: Author
eo: Aŭtoro

source: Skipping key publishing
eo: Preterlasi ŝlosilan eldonadon

source: Publishing OpenPGP key...
eo: Eldonante OpenPGP-ŝlosilon...

source: Key publishing was canceled.
eo: Ŝlosila eldonado estis nuligita.

source: Key publishing failed: not online, or GnuPG too old.
eo: Ŝlosila eldonado malsukcesis: ne rete, aŭ GnuPG tro malnova.

source: Your email provider does not support key publishing.
eo: Via retpoŝta provizanto ne subtenas ŝlosilan eldonadon.

source: An error occurred while creating key publishing request.
eo: Okazis eraro dum kreado de ŝlosila eldonpeto.

source: Key publishing error: mail transport is not configured
eo: Ŝlosila eldoneraro: poŝta transporto ne estas agordita

source: Key publishing error: failed to create request email
eo: Ŝlosila publikiga eraro: malsukcesis krei petan retpoŝton

source: Failed to send key publishing request: %1
eo: Malsukcesis sendi ŝlosilan eldonpeton: %1

source: Key publishing request sent.
eo: Ŝlosila eldonpeto sendita.

source: Failed to publish the key.
eo: Malsukcesis publikigi la ŝlosilon.

source: Key has been published on %1
eo: Ŝlosilo estis publikigita sur %1

source: Setting up LDAP server...
eo: Agordante LDAP-servilon...

source: Needed parameters are missing for LDAP config: server '%1'
eo: Bezonataj parametroj mankas por LDAP-agordo: servilo '%1'

source: LDAP set up.
eo: LDAP instalita.

source: LDAP not configuring.
eo: LDAP ne agordas.

source: Removed LDAP entry.
eo: Forigita LDAP-eniro.

source: No config found to edit
eo: Neniu agordo trovita por redakti

source: Account Assistant
eo: Konta Asistanto

source: Resource type '%1' is not available.
eo: Rimeda tipo '%1' ne disponeblas.

source: Resource '%1' is already set up.
eo: Rimedo '%1' jam estas agordita.

source: Creating resource instance for '%1'...
eo: Kreante rimedan ekzemplon por '%1'...

source: Failed to create resource instance: %1
eo: Malsukcesis krei rimedan ekzemplon: %1

source: Configuring resource instance...
eo: Agordante rimedan petskribon...

source: Unable to configure resource instance.
eo: Ne eblas agordi rimedan petskribon.

source: Could not convert value of setting '%1' to required type %2.
eo: Ne eblis konverti valoron de agordo '%1' al postulata tipo %2.

source: Could not set setting '%1': %2
eo: Ne eblis agordi la agordon '%1': %2

source: Could not save settings: %1
eo: Ne eblis konservi agordojn: %1

source: Resource setup completed.
eo: Rimeda agordo finiĝis.

source: Removed resource instance for '%1'.
eo: Forigita rimeda ekzemplo por '%1'.

source: There seems to be a problem in reaching this server or choosing a safe way to sent the credentials to server. We advise you to check the settings of the account and adjust it manually if needed.
eo: Ŝajnas esti problemo atingi ĉi tiun servilon aŭ elekti sekuran manieron sendi la akreditaĵojn al servilo. Ni konsilas vin kontroli la agordojn de la konto kaj ĝustigi ĝin permane se necese.

source: Autodetecting settings failed
eo: Aŭtomata detektado de agordoj malsukcesis

source: Searching for autoconfiguration...
eo: Serĉante aŭtomatan agordon...

source: Autoconfiguration found.
eo: Aŭtomata agordo trovita.

source: Autoconfiguration failed.
eo: Aŭtomata agordo malsukcesis.

source: Setting up mail transport account...
eo: Agordi poŝtan transportkonton...

source: Mail transport account set up.
eo: Poŝttransporta konto starigita.

source: Select key for this account:
eo: Elekti ŝloson por ĉi tiu konto:

source: Loading assistant...
eo: Ŝarganta asistilon...

source: Full name:
eo: Plena nomo:

source: E-mail address:
eo: Retpoŝta adreso:

source: Password:
eo: Pasvorto:

source: Find pro&vider settings on the Internet
eo: Trovi pro&vizantagordojn en la Interreto

source: IMAP account
eo: IMAP-konto

source: POP&3 account
eo: POP&3-konto

source: Incoming:
eo: Envenanta:

source: Outgoing:
eo: Eliranta:

source: Username:
eo: Uzantnomo:

source: Add Account
eo: Aldoni Konton

source: &Details...
eo: &Detaloj...
